/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "NO"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "승인";
"CANCEL" = "취소";
"QUIT" = "종료";
"STOP" = "중단";
"START" = "시작";
"WARNING" = "경고";
"ERROR" = "오류";
"ON" = "켬";
"OFF" = "끔";
"STARTING" = "시동 중...";
"STOPPING" = "종료 중...";
"UNAVAILABLE" = "사용 불가능";
"UNKNOWN" = "알 수 없음";
"ADD" = "추가";
"OTHER..." = "기타...";
"UNKNOWN_USER" = "알 수 없는 사용자";

// Common ACL names
"Administrators" = "관리자";
"Everyone" = "모두";

"AX_DESCR_ADD_SP" = "Add Share point";
"AX_DESCR_REMOVE_SP" = "Remove share point";
"AX_DESCR_ADD_USER" = "사용자 추가";
"AX_DESCR_REMOVE_USER" = "Remove user";

"AX_DESCR_USERS" = "사용자";
"AX_DESCR_SHAREPOINTS" = "공유 포인트";

"AX_DESCR_FOR_NSStatusUnknown" = "꺼짐 상태 표시기";
"AX_DESCR_FOR_NSStatusAvailable" = "켜짐 상태 표시기";
"AX_DESCR_FOR_NSStatusAway" = "오류 상태 표시기";
"AX_DESCR_FOR_NSStatusIdle" = "경고 상태 표시기";

/* ES warnings */
"ESWARNING_TITLE" = "이 컴퓨터는 일정 시간 동안 컴퓨터의 활동이 없을 시 잠자기로 설정되어 있습니다.";
"ESWARNING_OPEN_ES" = "에너지 절약 열기...";
"ESWARNING_DESC" = "공유 서비스는 잠자기 동안 사용할 수 없습니다. 설정을 변경하려면, 에너지 절약 환경설정을 여십시오.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "원격 로그인";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "원격 텔넷(Telnet) 접속 켬";
"CAPTION_TELNET_IS_OFF" = "원격 텔넷(Telnet) 접속 끔";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Bonjour 이름이 유효하지 않습니다.";
"RENDEZVOUS_TOOL_TIP" = "Bonjour 이름은 문자나 숫자로 시작하고 끝나야 합니다.\n그 나머지는 문자, 숫자나 하이픈으로 구성되어야 합니다.";
"RENDEZ_EXPL" = "로컬 네트워크에 있는 컴퓨터가 다음으로 사용자의 컴퓨터에 연결할 수 있음: %@.local";
"NAME_EXPL" = "다른 사용자는 로컬 네트워크 상에서는 %@.local로, 전역에서는 %@(으)로 내 컴퓨터에 접근할 수 있습니다.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "파일 공유: 켜짐";
"CAPTION_AFP_IS_STARTING" = "파일 공유 시작 중...";
"DESCR_AFP" = "파일 공유는 다른 사용자가 이 컴퓨터의 공유된 폴더에 접근할 수 있고, 관리자가 모든 볼륨에 접근할 수 있도록 허용합니다.";
"CAPTION_AFP_IS_OFF" = "파일 공유: 꺼짐";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "파일 공유: 방화벽에 의해 차단됨";

"CAPTION_AFP_IS_STOPING" = "파일 공유 중단 중...";
"CAPTION_AFP_IS_STOPING_IN" = "%d분 후에 파일 공유가 중단됩니다";
"CAPTION_AFP_IS_STOPING_SOON" = "1분 안에 파일 공유 중단";

"DESCR_AFP_WILL_STOP" = "파일 공유는 다른 컴퓨터의 사용자가 이 컴퓨터의 공용 폴더에 접근하도록 해줍니다.";
"DESCR_AFP_IS_STOPING_IN" = "%li분 안에 파일 공유가 중단됩니다.";
"DESCR_AFP_IS_STOPING_SOON" = "1분 안에 파일 공유가 중단됩니다.";

"AFP_INFO_TEXT" = "다른 사용자는 이 컴퓨터의 공유된 폴더에 접근할 수 있고, 관리자는 %@ 또는 \“%@\”의 모든 볼륨에 접근할 수 있습니다.";
"AFP_INFO_TEXT_SHORT" = "다른 사용자는 이 컴퓨터의 공유 폴더에 접근할 수 있고, 관리자는 %@의 모든 볼륨에 접근할 수 있습니다.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "\“%@\” 폴더 공유를 중단하겠습니까?";
"IDENTITY_DELETE_TITLE" = "공유된 폴더인 \“%2$@\”에 접근하도록 허용된 사용자 목록에서 \“%1$@\”을(를) 제거하겠습니까?";

"PUBLIC_SHAREPOINT_NAME" = "%@의 공용 폴더";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Windows 공유: 켜짐";
"CAPTION_SAMBA_IS_OFF" = "Windows 공유: 꺼짐";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Windows 공유: 방화벽에 의해 차단됨";

"SAMBA_ACCOUNTS_BUTTON" = "계정...";

"SAMBA_INFO_TEXT" = "Windows 사용자는 이 컴퓨터의 공유된 폴더에 접근할 수 있고, 관리자는 %@의 모든 볼륨에 접근할 수 있습니다.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "활성화된 계정: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "Windows 파일 공유는 이 컴퓨터에 설치되어 있지 않습니다. Windows 파일 공유를 설치하려면, Mac OS X 설치 프로그램을 사용하십시오.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Windows 파일 공유 시작 중...";
"SMB_IS_STOPPING" = "Windows 파일 공유 중단 중...";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "\“%@\”에 대한 SMB를 사용하는 파일 공유를 활성화하려면, 해당 계정에 대한 암호를 입력하십시오.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "\“%@\”에 대한 SMB를 사용하는 파일 공유를 비활성화하려면, 해당 계정에 대한 암호를 입력하십시오.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "암호는 최소 4문자 이상이어야 합니다. 암호를 다시 입력하십시오.";

/* Web server */
"CAPTION_WEB_IS_ON" = "웹 공유: 켜짐";
"CAPTION_WEB_IS_OFF" = "웹 공유: 꺼짐";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "웹 공유: 방화벽에 의해 차단됨";
"CAPTION_WEB_IS_STARTING" = "웹 공유 시작 중...";
"DESCR_WEB_GENERAL" = "웹 공유는 다른 컴퓨터의 사용자가 이 컴퓨터의 웹 페이지를 볼 수 있도록 합니다.";
"CAPTION_WEB_IS_STOPING" = "웹 공유 중단 중...";
"WEB_IS_NOT_AVAILABLE" = "웹 공유가 컴퓨터에 설치되어 있지 않습니다. 웹 공유를 설치하려면, Mac OS X 설치 프로그램을 사용하십시오.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "DVD 또는 CD 공유";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "DVD 또는 CD 공유: 꺼짐";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "DVD 또는 CD 공유: 켜짐";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "DVD 또는 CD 공유: 방화벽에 의해 차단됨";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "DVD 또는 CD 공유 시작 중...";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "DVD 또는 CD 공유 중단 중...";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "다른 컴퓨터의 사용자가 이 컴퓨터의 DVD 또는 CD 드라이브를 원격으로 사용할 수 있도록 합니다.";
"ODS_DVD_ASK_TITLE" = "다른 사용자의 나의 DVD 드라이브 사용을 허용하기 전에 묻기";
"ODS_CD_ASK_TITLE" = "다른 사용자의 나의 CD 드라이브 사용을 허용하기 전에 묻기";

/* FTP */
"FTP_IS_ON" = "FTP 접근: 켜짐";
"FTP_IS_OFF" = "FTP 접근: 꺼짐";
"FTP_IS_NOT_AVAILABLE" = "FTP가 컴퓨터에 설치되어 있지 않습니다. FTP를 설치하려면, Mac OS X 설치 프로그램으로 BSD 패키지를 설치하십시오.";
"FTP_BASIC_DESCR" = "FTP는 다른 컴퓨터 사용자가 FTP 응용 프로그램을 사용하여 이 컴퓨터와 파일을 교환하는 것을 허용합니다.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "FTP 접근: 방화벽에 의해 차단됨";

"FTP_INFO_TEXT" = "다른 사용자가 ftp://%@/로 자신의 FTP 서버에\n연결하거나 \“%@\”(을)를 탐색할 수 있습니다.";
"AFP_NUMBER_OF_CLIENTS" = "연결된 사용자 수:%d";

"FTP_IS_STARTING" = "FTP 시작 중...";
"FTP_IS_STOPPING" = "FTP 중단 중...";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "원격 로그인 시작 중...";
"CAPTION_SSH_IS_STOPPING" = "원격 로그인 중단 중...";
"SSH_INFO_GENERAL" = "원격 로그인은 다른 컴퓨터의 사용자가 SSH를 사용하여 이 컴퓨터에 접근하도록 해줍니다.";
"SSH_ON" = "원격 로그인: 켜짐";
"SSH_OFF" = "원격 로그인: 꺼짐";
"SSH_INFO_TEXT" = "이 컴퓨터에 원격으로 로그인하려면, \"ssh %@@%@\"을(를) 입력하십시오.";
"SSH_BLOCKED_BY_FIREWALL" = "원격 로그인: 방화벽에 의해 차단됨";

/* Alerts */
"FTP_MISSING_ERR" = "BSD 패키지가 설치되지 않았기 때문에 FTP 설정값을 수정할 수 없습니다.";
"FTP_MISSING_EXPLANATION" = "FTP 설정값을 수정하려면 BSD 패키지를 설치하십시오."; 

/* Firewall Strings */
"FIREWALL_ON" = "방화벽 켬";
"FIREWALL_OFF" = "방화벽 끔";
"FIREWALL_UNA" = "방화벽 사용 불가능";
"ERROR_FIREWALL" = "시스템에서 방화벽 설정값을 읽는 중에 오류가 발생하였기 때문에 방화벽 설정값을 변경할 수 없습니다.";
"ERROR_FIREWALL_EXPL" = "문제가 계속된다면 컴퓨터를 재시동하고 다시 시도하십시오.";
"DEFAULT_ENTRY" = "이 서비스에 대한 방화벽 설정을 변경할 수 없습니다.";
"TOOL_TIP_OFF_TCP" = "%@의 방화벽 엔트리입니다.\n현재 꺼져 있으며 %@번 포트의 모든 TCP 네트워크 트래픽이 차단되어 있습니다.";
"TOOL_TIP_OFF_UDP" = "%@의 방화벽 엔트리입니다.\n현재 꺼져 있으며 %@번 포트의 모든 UDP 네트워크 트래픽이 차단되어 있습니다.";
"TOOL_TIP_OFF_BOTH" = "이것은 %@의 방화벽 엔트리입니다.\n현재 꺼져 있으며 %@번 포트의 모든 TCP 네트워크 트래픽 및 %@번 포트의 UDP 네트워크 트래픽이 차단되어 있습니다.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "파일 & 웹";
"APPLICATION" = "응용 프로그램";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "원격 관리";
"SCREEN_SHARING_TITLE" = "화면 공유";
"Personal File Sharing" = "파일 공유";
"Samba Sharing" = "Windows 공유";
"Personal Web Sharing" = "웹 공유";
"Remote Login - SSH" = "원격 로그인 - SSH";
"Remote Apple Events" = "원격 Apple 이벤트";
"FTP Access" = "FTP 접근";
"BlueToothService" = "Bluetooth 공유";
"Printer Sharing" = "프린터 공유";
"Scanner Sharing" = "스캐너 공유";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "iTunes 음악 공유";
"iPhoto Rendezvous Sharing" = "iPhoto Bonjour 공유";
"Network Time" = "네트워크 시간";
"Dynamic DNS" = "동적 DNS";
"Xgrid" = "Xgrid 공유";

/* BT */
"BT_INFO_TEXT" = "Bluetooth 공유 환경설정을 사용하여 Bluetooth가 활성화된 다른 컴퓨터 및 장비와 파일을 공유하도록 컴퓨터를 설정하십시오.";
"BT_IS_ON" = "Bluetooth 공유: 켜짐";
"BT_IS_OFF" = "Bluetooth 공유: 꺼짐";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "프린터 공유가 현재 사용 불가능합니다.";
"PS_IS_ON" = "프린터 공유: 켜짐";
"PS_IS_OFF" = "프린터 공유: 꺼짐";
"PS_IS_BLOCKED_BY_FIREWALL" = "프린터 공유: 방화벽에 의해 차단됨";
"PS_IS_STARTING" = "프린터 공유 시작 중...";
"PS_IS_STOPPING" = "프린터 공유 중단 중...";
"PRINTER_SHARING_BASIC" = "프린터 공유는 사용자의 네트워크에 있는 다른 사용자가 이 컴퓨터에 연결된 프린터를 사용하는 것을 허용합니다.";
"PRINTER_FAX_SHARING_BASIC" = "프린터 공유는 사용자의 네트워크에 있는 다른 사용자가 이 컴퓨터에 연결된 프린터 및 팩스 모뎀을 사용하는 것을 허용합니다.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "스캐너 공유: 켜짐";
"SCANNERSHARING_IS_OFF" = "스캐너 공유: 꺼짐";

/* Remote Apple Events */
"REMOTE_AE_ON" = "원격 Apple 이벤트: 켜짐";
"REMOTE_AE_OFF" = "원격 Apple 이벤트: 꺼짐";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "원격 Apple 이벤트: 방화벽에 의해 차단됨";
"RAE_IS_STARTING" = "원격 Apple 이벤트 시작 중...";
"RAE_IS_STOPPING" = "원격 Apple 이벤트 중단 중...";
"AE_BUTTON_TITLE" = "구성...";
"RAE_PICKER_TITLE" = "원격 Apple 이벤트";
"SSH_PICKER_TITLE" = "원격 로그인";

/* ARD */
"ARD_ON" = "원격 관리: 켜짐";
"ARD_OFF" = "원격 관리: 꺼짐";
"ARD_BLOCKED_BY_FIREWALL" = "원격 관리: 방화벽에 의해 차단됨";
"ARD_GENERAL_INFO_TEXT" = "원격 관리는 다른 사용자가 Apple Remote Desktop을 사용하여 이 컴퓨터에 접근하는 것을 허용합니다.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "화면 공유는 다른 컴퓨터의 사용자가 이 컴퓨터를 원격으로 보고 제어할 수 있도록 허용합니다.";
"ARD_INFO_TEXT" = "다른 사용자는 다음 주소를 사용하여 내 컴퓨터를 관리할 수 있습니다:\n%@";
"ARD_URL" = "http://www.apple.co.kr/remotedesktop/";
"ARD_ACCESS_BUTTON" = "접근 권한...";
"ARD_MENU_EXTRA_CHECKBOX" = "메뉴 막대에서 상태 보기";
"CAPTION_ARD_IS_STARTING" = "원격 관리 시작 중...";
"CAPTION_ARD_IS_STOPPING" = "원격 관리 중단 중...";
"ARD_STARTING_DESC" = "원격 관리를 사용하면 관리자가 사용자의 화면을 보고 %@ 프로그램을 사용하여 사용자의 컴퓨터를 관리할 수 있습니다.";
"ARD_IS_NOT_AVAILABLE" = "원격 관리가 이 컴퓨터에 설치되어 있지 않습니다.";
"ARD_CONTROL_OBSERVE" = "제어 및 감시";
"SCREEN_SHARING_INFO" = "다른 사용자가 이 컴퓨터를 vnc://%@/에서 연결하거나 \“%@\”(으)로 탐색할 수 있습니다.";
"SCREEN_SHARING_INFO_SHORT" = "다른 사용자가 vnc://%@/에서 이 컴퓨터에 접근할 수 있습니다.";
"SCREEN_SHARING_ON" = "화면 공유: 켜짐";
"SCREEN_SHARING_OFF" = "화면 공유: 꺼짐";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "화면 공유: 방화벽에 의해 차단됨";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "\“%@\” 컴퓨터의 화면 공유를 끄겠습니까?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "이 컴퓨터의 화면 공유를 끄면 화면을 공유 중인 다른 컴퓨터가 이 컴퓨터에 접근할 수 없습니다.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "인터넷 공유";
"INTERNET_SHARING_ON" = "인터넷 공유: 켜짐";
"INTERNET_SHARING_OFF" = "인터넷 공유: 꺼짐";
"INTERNET_SHARING_MESSAGE" = "인터넷 공유는 다른 컴퓨터가 사용자의 인터넷 연결을 공유하도록 허용합니다.";
"INTERNET_SHARING_SELECT_OUT" = "연결을 공유할 포트를 선택하지 않았기 때문에 인터넷 공유를 시작할 수 없습니다.";
"INTERNET_SHARING_NO_OUT" = "연결을 공유할 포트가 없기 때문에 인터넷 공유를 시작할 수 없습니다. 다른 연결을 선택하여 공유하거나 네트워크 환경설정에서 다른 포트를 켜십시오.";
"INTERNET_SHARING_NO_FROM" = "활성화된 인터넷 연결이 없기 때문에 인터넷 공유를 시작할 수 없습니다. 인터넷 연결을 활성화시키려면, 네트워크 환경설정을 사용하십시오.";
"INTERNET_SHARING_NOT_AVAILABLE" = "현재 활성화된 인터넷 연결이 없기 때문에 인터넷 공유를 사용할 수 없습니다.";
"AUTOMATIC" = "자동";
"PRIMARY_INTERFACE_WARNING" = "이 포트를 켜면, 인터넷 서비스 제공업체는 서비스를 중단하여 네트워크를 혼란스럽게 하지 못하도록 합니다.";
"PRIMARY_INTERFACE_EXPL" = "일부 경우(예를 들어 케이블 모뎀을 사용하는 경우), 고의는 아니지만 ISP의 네트워크 설정에 영향을 줄 수 있어 서비스 동의 약관을 위반할 수 있습니다.";
"INTERNET_SHARING_NETWORK" = "인터넷 공유 네트워크";
"INTERNET_SHARING_ARE_YOU_SURE" = "인터넷 공유를 켜시겠습니까?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "컴퓨터가 네트워크에 연결되어 있는 경우, 인터넷 공유를 켜면 다른 컴퓨터의 네트워크 설정에 영향을 주어 네트워크에 혼란을 줄 수 있습니다. 인터넷 공유를 켜기 전에 시스템 관리자에게 문의하십시오.";
"INTERNET_SHARING_NO_SERVICES" = "활성화된 사용 가능한 서비스 없음";
"INTERNET_SHARING_NOT_INSTALLED" = "인터넷 공유가 이 컴퓨터에 설치되어 있지 않습니다. 인터넷 공유를 설치하려면, Mac OS X 설치 프로그램을 사용하여 BSD 패키지를 설치하십시오.";

"AIRPORT_WARNING" = "인터넷 연결을 공유하려면, AirPort를 켜야 합니다.";
"AIRPORT_WARNING_INFO" = "AirPort가 꺼져 있습니다.";
"TURN_POWER_ON" = "AirPort 켜기";
"DEFAULT_AIRPORT_NETWORK" = "AirPort 네트워크";
"NETWORK_PASSWORD" = "AirPort 소프트웨어를 사용하지 않는 컴퓨터에서 생성한 AirPort 네트워크에 연결하려면, 다음 동등 네트워크 암호(WEP 키)를 사용해야 합니다.";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "에너지 절약 열기";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "서비스 보기";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "다른 설정이 인터넷 공유를 방해하고 있을 수 있습니다.";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (netbios 없음)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Bonjour 인스턴트 메시징";
"VNC" = "VNC";
"NETWORKTIME" = "네트워크 시간";
"CVS" = "CVS";
"WEBSTAR" = "WebSTAR Admin";
"XCODE" = "Xcode 분산 빌드";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "동적 DNS 공유 켬";
"DYNDNS_OFF" = "동적 DNS 공유 끔";
"CAPTION_DYNDNS_IS_STARTING" = "동적 DNS 시작 중...";
"CAPTION_DYNDNS_IS_STOPPING" = "동적 DNS 중단 중...";
"DYNDNS_INFO_TEXT" = "다른 사람들이 \“%@\”에서 사용자의 컴퓨터에 원격으로 접근할 수 있습니다.";
"DYNDNS_STARTING_DESC" = "동적 DNS는 다른 컴퓨터의 사용자들이 동적 DNS 도메인을 통해 사용자의 컴퓨터에 연결하도록 허용합니다.";
"DYNDNS_BUTTON_STRING" = "구성...";
"DYNDNS_HAS_SECRET" = "<설정>";
"DYNDNS_NO_SECRET" = "<없음>";
"DYNDNS_FAILED_SHEET_TITLE" = "동적 DNS가 시작되지 않음";
"DYNDNS_FAILED_SHEET_MESSAGE" = "동적 DNS가 \“%@\”을(를) 등록하는데 실패했습니다.\n\n%@";
"DYNDNS_START_TIMEOUT" = "시작 중에 동적 DNS가 시간을 초과하였습니다. 설정을 확인하고 다시 시도하십시오.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "사용 가능한 서버 없음";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "알 수 없는 오류가 발생했습니다.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "네트워크 연결에 문제가 있습니다. 케이블이 올바르게 연결되어 있는지 확인하고 다시 시도하십시오.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "컴퓨터에서 DNS 서버에 접근할 수 없습니다. 네트워크 환경설정을 확인하고 DNS 서버의 주소가 올바른지 확인하십시오.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "@#$@(이)라는 이름의 컴퓨터를 다른 사용자가 사용하고 있습니다. 컴퓨터 이름을 변경하거나 나중에 다시 시도하십시오.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "이 컴퓨터는 인터넷에서 서버로 활동할 수 있도록 허용하지 않는 게이트웨이를 통해 인터넷에 연결되어 있습니다.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "선택한 DNS 서버는 인터넷 상의 다른 컴퓨터에 이 컴퓨터가 보이도록 할 수 없습니다. 방화벽 뒤에 있는 것 같습니다.";

"XGRID_ON" = "Xgrid 공유: 켜짐";
"XGRID_OFF" = "Xgrid 공유: 꺼짐";
"CAPTION_XGRID_IS_STARTING" = "Xgrid 에이전트 시작 중...";
"CAPTION_XGRID_IS_STOPPING" = "Xgrid 에이전트 중단 중...";
"XGRID_INFO_TEXT" = "Xgrid 에이전트가 활성 상태입니다.";
"XGRID_STARTING_DESC" = "Xgrid 공유는 Xgrid 컨트롤러가 사용자의 컴퓨터에서 실행되는 Xgrid 작업을 연결하고 분배하도록 허용합니다.";
"XGRID_ADV_BUTTON" = "구성...";
"XGRID_START_TIMEOUT" = "Xgrid 에이전트를 시작하는 동안 문제가 발생했습니다.";
"XGRID_STOP_TIMEOUT" = "Xgrid 에이전트를 중단하는 동안 문제가 발생했습니다.";
"XGRID_NO_AGENT_TITLE" = "Xgrid 에이전트를 찾을 수 없습니다.";
"XGRID_NO_AGENT_DESC" = "Xgrid 공유를 활성화하려면 이 컴퓨터에 Xgrid 에이전트가 설치되어 있어야 합니다.";
"XGRID_MISSING_PASSWORD_TITLE" = "암호 유실";
"XGRID_MISSING_PASSWORD_INFO" = "에이전트가 현재 암호를 제공하려면 Xgrid 컨트롤러를 필요로 하도록 설정되어 있으나, 암호가 설정되지 않았습니다. 에이전트를 시작하려면 암호를 설정하거나 암호 요청을 비활성화해야 합니다.";
"XGRID_SECURITY_WARNING_TITLE" = "보안 경고";
"XGRID_SECURITY_WARNING_INFO" = "암호 요청을 끄면, 컴퓨터에 인증되지 않은 접근이 허용될 수도 있습니다.";
"XGRID_GENERAL_INFO" = "Xgrid 공유는 Xgrid 컨트롤러가 사용자의 컴퓨터에서 실행되는 Xgrid 작업을 연결하고 분배하도록 허용합니다.";

"LABEL_SHAREDFOLDERS" = "공유된 폴더:";
"LABEL_USERSGROUPS" = "사용자:";

"APPLY_PERMISSION_MAIN_TEXT" = "선택한 소유자, 그룹 그리고 권한을 모든 하위 항목에 적용하겠습니까?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "\“%@\”에 권한 적용 중";
